7zip
amd-ucode
baobab
base
base-devel
bat
bat-extras
bind
bluez
bluez-utils
brightnessctl
btop
chromium
cifs-utils
cliphist
csvlens
cups
cups-pdf
discord
dmidecode
docker
docker-compose
duf
edk2-shell
efibootmgr
exfatprogs
eza
fastfetch
fd
ffmpegthumbnailer
file-roller
firefox
fuse2
fzf
ghostty
git
gnome-calculator
gnome-keyring
grim
gst-plugin-pipewire
gvfs
gvfs-smb
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprsunset
imagemagick
jq
kitty
lazygit
libnma-gtk4
libpulse
libva
libva-nvidia-driver-git
linux
linux-firmware
linux-headers
mako
man-db
neovim
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
noto-fonts-emoji
npm
nvidia-dkms
nvtop
obsidian
pacman-contrib
pamixer
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
poppler
python-requests
qmk
qt5-graphicaleffects
qt5-quickcontrols
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6-3d
qt6-5compat
qt6-charts
qt6-connectivity
qt6-datavis3d
qt6-doc
qt6-examples
qt6-graphs
qt6-grpc
qt6-httpserver
qt6-imageformats
qt6-languageserver
qt6-location
qt6-lottie
qt6-multimedia
qt6-networkauth
qt6-positioning
qt6-quick3d
qt6-quick3dphysics
qt6-quickeffectmaker
qt6-quicktimeline
qt6-remoteobjects
qt6-scxml
qt6-sensors
qt6-serialbus
qt6-serialport
qt6-shadertools
qt6-speech
qt6-tools
qt6-virtualkeyboard
qt6-webchannel
qt6-webengine
qt6-websockets
qt6-webview
reflector
resvg
ripgrep
sbctl
sddm
seahorse
slurp
spotify-launcher
starship
swappy
tealdeer
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-fontsextra
texlive-fontsrecommended
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-mathscience
texlive-publishers
thunar
thunar-archive-plugin
thunderbird
timeshift
tmux
tree-sitter-cli
ttf-jetbrains-mono-nerd
tumbler
udiskie
ueberzugpp
unzip
vim
waybar
wireplumber
wlogout
wofi
xdg-desktop-portal-hyprland
xfce4-settings
xorg-xrandr
yay-git
yay-git-debug
yazi
zathura
zathura-pdf-poppler
zoxide
zsh
